Repository: giellalt/corpus-sme
Catalog: prestable/tmx/swe/admin/sd/www.samediggi.se/12811.html.tmx
Source language: swe
Languages: sme

source: Om ILO 169 - Sametinget
sme: Vuoigatvuohta eatnamiidda ja čáziide - Sametinget

source: Om ILO 169
sme: ILO 169 birra

source: Samernas rätt till land och vatten är en het och omdiskuterad fråga.
sme: Sámiid vuoigatvuohta eatnamiidda ja čáziide lea báhkka ja garrasit digaštuvvon ášši.

source: Att den frågan inte fått en tillfredsställande lösning orsakar med jämna mellanrum internationell kritik från bland annat FN.
sme: Ášši ii leat vel ožžon duhtavaš čovdosa ja duollui dállui bohtet gaskariikkalaš moaitámušat earret eará ON:as, OECD:as ja Eurohparáđis.

source: , OECD och Europarådet. Den är också anledningen till att Sverige ännu inte ratificerat ILO-konvention 169 om urfolks rättigheter.
sme: Dat ášši lea maiddái sivva manin Ruoŧŧa ii leat vel dohkkehan ILO-konvenšuvnna 169 eamiálbmogiid vuoigatvuođaid birra.

source: Frågetecknen gäller bland annat vilken mark som åsyftas, vilka rättigheter som medföljer och vem rättigheterna ska omfatta.
sme: Gažaldatmearkkat gusket e.e. makkár eatnama birra lea sáhka, makkár vuoigatvuođat čuovvot mielde ja geaidda gullojit dát vuoigatvuođat.

source: ILO 169 ILO-konventionen ILO 169 skapar inga nya markrättigheter, men ställer krav på att de markrättigheter som finns skall erkännas och respekteras, samt att samernas renskötselrätt respekteras på motsvarande sätt som andra markrättigheter i Sverige.
sme: ILO 169 ILO-konvenšuvdna 169 ii ráhkat ođđa eanavuoigatvuođaid muhto gáibida ahte dat eanavuoigatvuođat mat gávdnojit galget dohkkehuvvot ja respekterejuvvot ja ahte sámiid boazodoalloriekti respekterejuvvo seammaládje go iežá eanarievttit Ruoŧas.

source: Rättigheternas omfattning måste också klarläggas.
sme: Ferte maiddái čielggadit rivttiid viidodaga.

source: De brister som finns idag gäller den geografiska omfattningen av vinterbete, omfattningen av jakt- och fiskerätt, rätten att upplåta jakt- och fiskerätt och skyddet för renskötselrätten gentemot annan markanvändning.
sme: Váilevašvuođat mat otne gávdnojit leat dálveguohtuma geográfalaš viidodat, bivdu- ja guolástusrievtti viidodat, riekti láigut bivdu- ja guolástusrievtti ja boazodoallorievtti suodjalus iežá eanageavaheami vuoste.

source: Konventionen ger inte samebyarna vetorätt, däremot rätt till samråd.
sme: Konvenšuvdna ii atte čearuide biehttalanvuoigatvuođa muhto riekti ráđđádallamiidda.

source: Redan idag gäller att samebyarna är sakägare på mark där renskötselrätten gäller.
sme: Otne juo leat čearut áššeoamasteaddjit eatnamiin gos boazodoalloriekti lea gustovaš.

source: Lappskatteland Samer har i modern historisk tid varit innehavare av så kallade lappskatteland.
sme: Sámevearroeana (Lappskatteland) Sámit leat ođđaáigásaš historjjálaš áiggis oamastan daid nu gohčoduvvon sámevearroeatnamiid.

source: Att dela upp marken mellan olika familjer i samebyn var en nödvändighet för att kunna bedriva jakt, fiske och renskötsel.
sme: Leai dárbbašlaš juohkit eatnamiid bearrašiid gaskkas vai juohke ovttas leai eanan bivdui, guolásteapmái ja boazodollui.

source: Att lappskattelanden utgjorde skattejord ansåg både häradsrätt och länsmyndigheter vid 1600-talets mitt.
sme: Sihke háradsriekti ja leanaeiseválddit oaivvildedje sámevearroeatnamiid vearroeatnamin gaskamuttu 1600-logu.

source: Skattejord kunde både ärvas och säljas.
sme: Vearroeatnama sáhtii sihke bearrat ja vuvdojuvvot.

source: Under 1700- och 1800-talen förlorade samerna successivt besittningsrätten till sina gamla marker, medan bönderna fick en äganderätt som motsvarade adelns för sina skattejordar år 1789.
sme: 1700- ja 1800-logus biste sámit dađi mielde oamastanrivttiid iežaset dološ eatnamiidda, seammá áiggi ožžo boanddat / ođđa orru oamastanrivttiid mii vástidii adela vearroeatnamiid jagi 1789.

source: Eftersom de svenska myndigheterna inte längre respekterade lappskattelanden föreslog länsstyrelsen att dessa skulle avskaffas, vilket riksdagen beslöt 1928, även om inget klart beslut tidigare tagits på riksdagsnivå om att upphöra med inrymning av samer på skatteland.
sme: Go ruoŧa eiseválddit eai šat respekteren sámevearroeatnamiid evttohii leanastivra ahte heaittihit daid ja nu mearridii ge riikkabeaivi 1928 vaikko ii čielga mearrádus leai váldojuvvon ovdal riikkabeaidásis ahte heaittihit sámiid vearroeatnamiid.

source: Sameallmänningarna Renskötsel bedrivs på samebyarnas marker med rätt som bygger på urminnes hävd.
sme: Sámi almmolaš eatnamat (Sameallmänningarna) Boazodoallu jođihuvvo čearuid eatnamiin vuoigatvuođain mii vuođusta dološ áigáhaš geavaheamis.

source: Urminnes hävd är en juridisk rätt för att man alltid brukat marken och ingenting man fått.
sme: Dološ áigáhaš geavaheapmi lea juridihkalaš vuoigatvuohta go lea álo geavahan eatnama ja ii leat mihkkege man lea ožžon.

source: Dessa marker kan samtidigt vara privatägda eller statliga.
sme: Dát eatnamat sáhttet seammá áiggi leahkit sihke priváhta opmodat dehe stáhtalaš.

source: Vad som egentligen är statlig mark och hur staten kan bevisa att staten är den rättmätige ägaren är en annan fråga.
sme: Mii jur duođas lea stáhtalaš eanan ja got stáhta sáhttá duođaštit ahte stáhta lea vuoiggalaš oamasteaddji lea iežá gažaldat.

source: Staten har ju inte lagfart på markerna.
sme: Stáhtas hal ii leat láhkačuorvun eatnamiin.

source: Staten har ofta hänvisat till 1683 års kungliga påbud om att skogarna, ” ägor som obygde ligga ”, tillhörde kronan.
sme: Stáhta lea dávjá čujuhan jagi 1683 jagáš gonagaslaš gohččun ahte meahcit " eatnamat mat leat doaresbealde " gullojit ruvdnii.

source: Vilken mark var det fråga om ?
sme: Mii dat leai eatnamiid mas leai sáhka ?

source: Och var den verkligen herrelös ?
sme: Ja leai go dat jur isida haga ?

source: Urholkad lagstiftning Den samiska rätten har gradvis urholkats i svensk lagstiftning.
sme: Sámi vuoigatvuohta lea dađi mielde goariduvvon ruoŧa láhkaásaheamis.

source: I den första renbeteslagen från 1886 blev samernas enskilda rätt en kollektiv rätt på alla året-runt-marker.
sme: Vuosttaš boazoguohtunlágas jagi 1886 šattai sámiid ovttaskas vuoigatvuohta kollektiivvalaš vuoigatvuohtan visot birra-jagi-eatnamiin.

source: RBL 1898 försämrade för skogssamebyarna genom att ge ett sämre skydd för vinterbetesmarkerna. Rennäringslagen
sme: BGL 1898 heajudii vuovdečearuide go sii ožžo heajut suodjalusa dálveláidumiin.

source: säger att den som äger eller brukar marken inte får vidta åtgärder som medför avsevärd olägenhet för renskötseln (om inte åtgärderna tillåtits av regeringen).
sme: Boazoealáhusláhka § 30 (1971:437) dadjá ahte son gii oamasta dehe geavaha eatnama ii oačču jođihit doaibmabijuid mat váddudit boazodoalu (jus doaibmabijut eai leat lohpiduvvon ráđđehusas).

source: Staten eller privata markägare får alltså vidta åtgärder på samebyarnas marker om dessa inte innebär ” avsevärd olägenhet ” för renskötseln.
sme: Stáhta dehe priváhta eanaoamasteaddjit ožžot dasto jođihit doaibmabijuid čearuid eatnamiin jus dát eai siskkil " mearkkašahtti váddudeapmi " boazodollui.

source: Begreppet är inte entydigt och kan tolkas olika i olika instanser.
sme: Doaba ii leat ovttačilggolaš ja dan sáhttá dulkot máŋggaládje sierralágán instánssain.

source: Vinterbetesmarkerna omfattas inte av denna reglering.
sme: Dálveláidumat eai leat fátmmastuvvon dán njuolggadusas.

source: Skadeståndet vid intrång i nyttjanderätten är inte heller reglerat.
sme: Vahátbuhtadus sisabáhkkemis geavahanrievttis iige leat reglerejuvvon.

source: Jakt & fiske
sme: Bivdu & guolástus

source: RNL §§ 25, 31, 34 stadgar att samebymedlemmar har rätt till jakt och fiske, men däremot kan inte samebyarna upplåta rättigheten till andra.
sme: Boazoealáhusláhka (BEL.) §§ 25, 31, 34 dadjá ahte čearu miellahtuin lea vuoigatvuohta bivdui ja guolásteapmái muhto čearut eai sáhtte addit lobi earáide.

source: Alla andra med jakt- och fiskerätt får göra det.
sme: Visot iežá olbmot bivdu- ja guolástusrivttiin ožžot nu dahkat.

source: Eftersom länsstyrelserna administrerar avgifterna för jakt- och fiskekort och dessa ska gå tillbaka till samebyarna, tycks det ändå vara samernas jakt- och fiskrätt man administrerar.
sme: Go leanastivrrat hálddašit divvagiid bivdu- ja guolástusgoarttain ja dat ruđat galget mannat čearuide, de orru goit leamen nu ahte lea sámiid bivdu- ja guolástusrievtti maid stáhta hálddaša.

source: En annan fråga gäller om det är samerna eller staten som har jakträtt på statlig mark ? ”
sme: Iežá gažaldat lea jus sámiin dehe stáhtas lea bivdoriekti stáhtalaš eatnamis ? "

source: Dubbel jakträtt ” hävdades lite vagt första gången 1987 i en proposition, och har sedan dess blivit ett närapå vedertaget faktum.
sme: Duppál bivdoriekti " čuoččuhuvvui veaháš vuosttaš geardde 1987 proposišuvnnas ja lea dan rájus šaddan measta dohkkehuvvon duohtavuohta.

source: Motsättningar Den övervägande majoriteten av samer är inte medlemmar av en sameby och är i lagstiftningen likställda med övriga svenska medborgare.
sme: Eanas oassi sámiin eai leat čearromiellahtut ja láhkaásaheamis sin leat seammá dásis go iežá ruoŧa riikkaorru.

source: Om man inte ärvt sin renskötselrätt är det mycket svårt att bli medlem i en sameby.
sme: Jus ii leat bearran boazodoallorievtti, de lea hui váttis beassat miellahttun čearus.

source: Samebyns medlemmar släpper ogärna in fler renskötare som ska samsas om det redan hårt ansträngda renbetet.
sme: Čearu miellahtut eai leat nu mielas luoitit sisa ođđa boazodoalliid čerrui soabadit eatnamiid nalde mat lea juo nu gáržžiduvvon.

source: Samer som står utanför samebyn har med andra ord i praktiken svårt att utöva renskötsel och har inte heller jakt- och fiskerätt på samebyns mark.
sme: Lea dasto váttis sámiide geat leat olggobealde čearu jođihit boazodoalu ja dain ii leat ge bivdu- ja guolástusriekti čearu eatnamiin.

source: Särbehandlingen av renskötarna härstammar från den första renbeteslagen 1886 och har orsakat stora motsättningar inom det samiska folket.
sme: Sierragieđahallan boazodoalliin vuolgá vuosttaš boazodoallolágas 1886 ja lea mielddisbuktan stuora vuostevuođaid sámi álbmoga siskkobealde.
